final-project/meshes/tempcofoam_prelim/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    right
    {
        type            wedge;
        physicalType    patch;
        nFaces          12359;
        startFace       18389;
    }
    IsoQ_walls
    {
        type            patch;
        physicalType    patch;
        nFaces          29;
        startFace       30748;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          50;
        startFace       30777;
    }
    left
    {
        type            wedge;
        physicalType    patch;
        nFaces          12359;
        startFace       30827;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          40;
        startFace       43186;
    }
    top
    {
        type            patch;
        physicalType    patch;
        nFaces          100;
        startFace       43226;
    }
)

// ************************************************************************* //
